{"North America": {"Celine Dion": {"Image": "https://upload.wikimedia.org/wikipedia/commons/f/f5/C%C3%A9line_Dion_2012.jpg", "Answers": ["Quebec, Canada", "1980", ["Singer", "Actress", "Entrepreneur", "Philanthropist"], "This person has thirteen siblings!"], "Summary": "Celine Dion is a globally acclaimed Canadian singer known for her powerful voice and hit songs like \"My Heart Will Go On,\" the theme song for Titanic. She has won numerous awards, including multiple Grammys, and is one of the best-selling music artists of all time."}, "Serena Williams": {"Image": "https://assets.vogue.com/photos/62e00775b135248d8b252626/master/w_2560%2Cc_limit/VO0922_Cover_Spread_Logo.jpg", "Answers": ["Florida, United States", "1981", ["Professional athlete", "Fashion design", "Philanthropy"], "This person's go-to gadget in the kitchen is the toaster oven"], "Summary": "Serena Williams is a legendary American tennis player, widely considered one of the greatest in the sport's history, with 23 Grand Slam singles titles to her name. Beyond tennis, she is also a successful entrepreneur and a prominent advocate for social causes."}, "Sally Ride": {"Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Sally_Ride_%281984%29.jpg/1200px-Sally_Ride_%281984%29.jpg", "Answers": ["California, United States", "1951", ["Astronaut"], "This person costarred with the muppets!"], "Summary": "Sally Ride was an astronaut and physicist, becoming the first American woman in space in 1983. After her space career, she became a professor and co-founded Sally Ride Science to promote science education."}, "Frida Kahlo": {"Image": "https://upload.wikimedia.org/wikipedia/commons/0/06/Frida_Kahlo%2C_by_Guillermo_Kahlo.jpg", "Answers": ["Mexico City, Mexico", "1907", ["Painter"], "This person is the face of a currency of this continent!"], "Summary": "Frida Kahlo was a renowned Mexican artist known for her vibrant and emotive self-portraits that often depicted themes of pain and identity. Her work has become iconic in art history, celebrated for its bold color and deeply personal storytelling."}}, "South America": {"Shakira Isabel Mebarak Ripoll": {"Image": "https://images.nightcafe.studio/jobs/p0wa52gNhfmFOvBxfTGZ/p0wa52gNhfmFOvBxfTGZ--1--f8fx4.jpg?tr=w-1600,c-at_max", "Answers": ["Barranquilla, Colombia", "1977", ["Singer", "Songwriter", "Dancer", "Actress", "Record Producer", "Philanthropist"], "This person commited tax fraud"], "Summary": "Shakira, the Colombian singer-songwriter, is renowned for her dynamic vocals, eclectic musical style, and captivating stage presence, blending pop, rock, and Latin influences. With chart-topping hits like \"Whenever, Wherever\" and \"Hips Don't Lie,\" she has become one of the most iconic and influential figures in the global music industry."}, "Carolina Giraldo Navarro": {"Image": "https://c8.alamy.com/comp/2RJ04KC/pasadena-usa-19th-aug-2023-karol-g-carolina-giraldo-navarro-during-the-manana-sera-bonito-tour-at-the-rose-bowl-on-august-19-2023-in-pasadena-california-photo-by-daniel-desloversipa-usa-credit-sipa-usaalamy-live-news-2RJ04KC.jpg", "Answers": ["Antioquia, Colombia", "1991", ["Singer", "Songwriter"], "This person has 5 Guinness World Records"], "Summary": "Karol G is a Colombian reggaeton singer and songwriter recognized for her powerful vocals and infectious beats. With chart-topping hits like \"Tusa\" and \"Bichota,\" she has risen to prominence as one of the leading figures in Latin music, known for her dynamic performances and bold style."}, "Dilma Vana Rousseff": {"Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Dilma_Rousseff_-_foto_oficial_2011-01-09.jpg/800px-Dilma_Rousseff_-_foto_oficial_2011-01-09.jpg", "Answers": ["Minas Gerais, Brazil", "1947", ["President", "Economist", "Policy Advisor"], "This person is a survivor of lymphatic cancer"], "Summary": "Dilma Rousseff, Brazil's first female President, rose to power after a background in activism during the country's military dictatorship. Her presidency was characterized by efforts to address poverty and economic challenges."}, "Lucila de Maria del Perpetuo Socorro Godoy Alcayaga": {"Image": "https://iqlatino.org/wp-content/uploads/lucila-de-mar%C3%ADa-del-perpetuo-socorro-godoy-alcayaga.jpg", "Answers": ["Vicuna, Chile", "1889", ["Educator", "Diplomat", "Poet"], "This person won a Nobel Prize"], "Summary": "Gabriela Mistral, a Chilean poet, educator, and diplomat, was the first Latin American woman to receive the Nobel Prize in Literature in 1945 for her lyric poetry. Known for her profound and emotional verses, Mistral's work often explored themes of love, motherhood, and the human condition, leaving a lasting legacy in the world of literature."}}, "Europe": {"Ada Lovelace": {"Image": "https://media.newyorker.com/photos/64123041652f9d9fe976fff0/master/pass/ra1146.jpg", "Answers": ["London, England", "1815", ["Mathematician", "Writer", "Compute Programmer"], "This person had a serious gambling problem, which contributed to her declining finances and led to her pawning the family's diamonds."], "Summary": "Ada Lovelace, often hailed as the world's first computer programmer, made groundbreaking contributions to the field of computing with her visionary insights and pioneering work on Charles Babbage's Analytical Engine in the 19th century. Her detailed notes, including what is considered the first algorithm designed to be processed by a machine, cement her legacy as a trailblazer in the history of technology."}, "Maria Salomea Sklodowska (Marie Curie)": {"Image": "https://minasyenergia.upm.es/images/Espacio_Igualdad/Exposicion_mujeres_ciencias/Marie_Curie_Tekniska_museet.jpg", "Answers": ["Congress Poland, Russian Empire", "1934", ["Physicist", "Chemist"], "During World War I this person knitted socks for soldiers!"], "Summary": "Marie Curie, a trailblazing physicist and chemist, made history as the first woman to win a Nobel Prize and the only person to receive Nobel Prizes in two distinct scientific fields. Her groundbreaking research on radioactivity not only revolutionized modern physics and chemistry but also inspired generations of scientists with her enduring legacy of scientific discovery and perseverance."}, "Joan of Arc": {"Image": "https://cdn.britannica.com/92/60892-050-3197B9F4/Joan-of-Arc-Coronation-Charles-VII-Reims-1854.jpg", "Answers": ["Duchy of Bar, Kingdom of France", "1412", ["Military Leader"], "This person doesn't really know their last name."], "Summary": "Joan of Arc, the Maid of Orleans, emerged as a pivotal figure during the Hundred Years' War, leading French forces to key victories and securing the coronation of Charles VII. Her unwavering faith, military leadership, and eventual martyrdom have immortalized her as a symbol of courage, conviction, and national unity in French history."}, "Catherine II": {"Image": "https://cdn.britannica.com/60/176360-050-FF9A0213/oil-Catherine-II-canvas-collection-Richard-Brompton-1782.jpg", "Answers": ["Kingdom of Prussia, Holy Roman Empire", "1729", ["Politician"], "This person's real name is Sophie"], "Summary": "Catherine the Great, renowned for her astute leadership and ambitious reforms, transformed Russia into a major European power during her reign as Empress. Her enlightened policies encompassed significant territorial expansions, cultural advancements, and legislative reforms, solidifying her legacy as one of Russia's most impactful and influential rulers."}}, "Africa": {"Maude Bonney ": {"Image": "https://upload.wikimedia.org/wikipedia/commons/7/72/Maude_%27Lores%27_Bonney.jpg", "Answers": ["Pretoria, South African Republic", "1897", ["Aviator"], "This person is an accomplished pianist, but suffers from stage fright"], "Summary": "Maude Rose \"Lores\" Bonney, an Australian aviator, achieved notable milestones in aviation history, including being the first woman to fly solo from Australia to England in 1933. Her pioneering spirit and record-breaking flights inspired generations of female aviators and left an indelible mark on the world of aviation."}, "Nefertiti": {"Image": "https://arce.org/wp-content/uploads/2023/01/Nofretete_Neues_Museum.jpg", "Answers": ["Thebes, Egypt", "1370 BC", ["Queen"], "This person is known for having a big head ornament"], "Summary": "Nefertiti, the iconic ancient Egyptian queen, is renowned for her beauty and influence during the 14th century BCE. As the Great Royal Wife of Pharaoh Akhenaten, she played a prominent role in the royal court and is often depicted in art and sculpture with distinctive elegance and regal demeanor."}, "Imane Anys": {"Image": "https://m.media-amazon.com/images/I/71UfdxMhS0L._AC_UF894,1000_QL80_.jpg", "Answers": ["Morocco", "1996", ["Youtuber", "Twitch Streamer", "Influencer"], "This person knows French and Moroccan Arabic"], "Summary": "Pokimane, a prominent content creator and streamer, has amassed a large following on platforms like Twitch and YouTube through her engaging personality and gaming content. With her charismatic presence and dedication to her community, she has become one of the most recognizable figures in the online gaming and streaming industry."}, "Jackie Joyner-Kersee": {"Image": "https://imageio.forbes.com/blogs-images/jerylbrunner/files/2017/10/B-urtLOUUAAI_0R.jpg?height=905&width=711&fit=bounds", "Answers": ["Majuro, Marshall Island", "1962 ", ["Athlete"], "This person appared in PBS program Groundbreakers, hosted by Billie Jean King."], "Summary": "Jackie Joyner-Kersee is a legendary American athlete celebrated for her unparalleled success in track and field, particularly in the heptathlon and long jump events. With her exceptional athleticism and tenacity, she has not only won multiple Olympic medals but also inspired countless individuals worldwide, leaving an enduring legacy as one of the greatest female athletes of all time."}}, "Asia": {"Dowager Cixi": {"Image": "https://upload.wikimedia.org/wikipedia/commons/5/51/Empress-Dowager-Cixi1.jpg", "Answers": ["Beijing, Qing Dynasty", "1835", ["Noblewoman", "Concubine", "Co-Empress", "Empress"], "This person likes to smoke European cigarettes"], "Summary": "Empress Dowager Cixi was a formidable figure in Chinese history, wielding significant political power behind the scenes of the Qing Dynasty for almost five decades. Rising from concubinage to become the de facto ruler, she implemented both modernization efforts and upheld traditional values, leaving a complex and enduring legacy."}, "Indira Gandhi": {"Image": "https://hips.hearstapps.com/hmg-prod/images/indian-prime-minister-indira-gandhi-at-the-carlyle-hotel-news-photo-1709823666.jpg?crop=0.575xw:0.869xh;0.240xw,0.0653xh&resize=640:*", "Answers": ["United Provinces of Agra and Oudh, British India", "1917", ["Politician", "Prime Minister", "Hostess"], "This person was the first and only female Prime Minister of her country"], "Summary": "Indira Gandhi, a pivotal figure in Indian politics, served as Prime Minister for four terms, implementing transformative policies like bank nationalization and the Green Revolution. Despite controversy, including the declaration of a state of emergency in 1975, her legacy endures as a symbol of political power and female leadership in India."}, "Gal Gadot": {"Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Gal_Gadot_at_the_2018_Comic-Con_International_13_%28cropped%29.jpg/1200px-Gal_Gadot_at_the_2018_Comic-Con_International_13_%28cropped%29.jpg", "Answers": ["Petah Tikva, Israel", "1985", ["Actress", "Model", "Fast Food Employee"], "This person was a sergeant while serving the military"], "Summary": "Gal Gadot is an Israeli actress and model best known for her portrayal of Wonder Woman in the DC Extended Universe films. Prior to her acting career, she served in the Israel Defense Forces as a combat instructor, and since gaining fame, she has become a prominent advocate for women's rights and gender equality."}, "Lalisa Manobal": {"Image": "https://miro.medium.com/v2/resize:fit:900/0*1A87-nvWznuZBmvh.jpg", "Answers": ["Buriram, Thailand", "1997", ["Rapper", "Singer", "Dancer"], "This person often cheats in board games"], "Summary": "Lalisa Manoban, commonly known as Lisa, is a prominent Thai rapper, singer, and dancer, best known as a member of the internationally acclaimed K-pop group BLACKPINK. Renowned for her dynamic stage presence and fashion-forward style, Lisa has become a global icon in both the music and fashion industries."}}, "Australia": {"Lucille Frances Lawless": {"Image": "https://upload.wikimedia.org/wikipedia/commons/1/14/Lucy_Lawless_by_Gage_Skidmore_2.jpg", "Answers": ["Geraldton, Western Austalia", "1861", ["Actress"], "This person is known for her work as an actress in Xena: Warrior Princess"], "Summary": "Lucy Lawless is a versatile actress best known for her iconic portrayal of the warrior princess, Xena, in the television series \"Xena: Warrior Princess.\" With her charismatic presence and strong portrayal of empowered female characters, Lawless has left an indelible mark on pop culture and continues to be celebrated for her contributions to television and film."}, "Edith Cowan": {"Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Edith_Cowan_1900.jpg/1200px-Edith_Cowan_1900.jpg", "Answers": ["Kingdom of Prussia, Holy Roman Empire", "1729", ["Acitivst", "Politician"], "This person was on the $50 banknote in their country"], "Summary": "Edith Cowan, a pioneering Australian social reformer and politician, made history as the first woman elected to an Australian parliament in 1921. Her tireless advocacy for women's and children's rights, alongside her contributions to social welfare and justice reforms, cemented her legacy as a trailblazer for gender equality and social progress in Australia."}, "Nellie Melba": {"Image": "https://upload.wikimedia.org/wikipedia/commons/4/4e/Nellie_Melba_-_Rotary_Photo_784_E_%28cropped%29.jpg", "Answers": ["Victoria, Austalia", "1861", ["Singer", "Teacher"], "This person was on the $100 banknote in their country"], "Summary": "Dame Nellie Melba, born Helen Porter Mitchell, captivated audiences worldwide with her mesmerizing soprano voice, earning acclaim as one of the greatest sopranos of the late Victorian and early 20th century periods. Through her unparalleled artistry and dedication to her craft, Melba left an enduring legacy that continues to inspire and influence the world of opera."}, "Hilda Cathy Heine": {"Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Hilda_Heine_2022.jpg/640px-Hilda_Heine_2022.jpg", "Answers": ["Majuro, Marshall Island", "1951", ["Politician"], "This person is the first woman in her country to earn a doctorate degree"], "Summary": "Hilda Heine, the former President of the Marshall Islands, made history as the first female head of state in the Pacific Islands region. A staunch advocate for climate change action and nuclear disarmament, Heine's leadership exemplified resilience and determination in addressing pressing global challenges facing her nation and the world."}}}